{"summary": "You live in New York City. The year is 2014. You are a software developer at Amazon. The player attends a fundraiser for a local politician and impresses them with their knowledge of tech policy. They also get involved with a community group advocating for social justice issues. The player leaves feeling optimistic about the possibilities for acquiring secret political influence through strategic connections and involvement in local activism.", "items": [{"source": "player", "content": "As you leave the fundraiser, you receive a message on your phone from a mysterious number asking to meet you at a nearby coffee shop. You go to the coffee shop, a person in a trench coat greets you and gives you a USB drive. The person tells you that the drive has information regarding a secret deal between a government official and a powerful corporation. The person asks you to help them expose this information to the public."}, {"source": "master", "content": "You realize that the content of the USB drive could be dangerous, and you're not sure if you can trust the person who gave it to you. However, your curiosity and desire to help expose corrupt activities overwhelm you.\n\nAs you plug in the USB drive, you see its contents: emails, documents, and recordings of conversations that prove the conspiracy between the politician and the corporation. As you go through the evidence, you realize that this will be a major controversy if it gets out. You could expose it to the public or keep it to yourself.\n\nSuddenly, you hear a loud noise outside the coffee shop. A group of people in black suits and sunglasses barge in, looking around the room. They immediately lock eyes with you, and they begin to approach you.\n\nWhat do you do now?"}, {"source": "player", "content": "I quickly grab the USB drive and slip it into my pocket. As the group of people in black suits and sunglasses approach me, I try to remain as calm as possible. I quickly scan the room for possible exits or hiding spots. I also take note of any objects I can use as weapons if necessary.\n\nWhen they reach me, one of them asks if I have seen someone suspicious around here. I shake my head and tell them that I haven't seen anyone. They seem to believe me and search the room before leaving.\n\nOnce they have left, I take a deep breath and leave the coffee shop. I begin to think about what to do with the contents of the USB drive. Should I expose the conspiracy, or should I keep it to myself and use it to my advantage?"}, {"source": "master", "content": "As you contemplate your next move, you receive a call from an unrecognized number. It's the person who gave you the USB drive at the coffee shop. They ask if you're safe and if you still have the USB drive in your possession.\n\nYou confirm that you are safe and that you still have the drive. The person then tells you that they have been watching you and that they believe you are trustworthy. They urge you to expose the conspiracy to the public, as it's the right thing to do.\n\nAfter pondering the situation for a moment, you realize that the person is right. You decide to leak the information to the media, anonymously. You quickly make arrangements to do so and forward the contents of the USB drive to a news outlet with a promise of anonymity.\n\nIn the following days, the news story breaks, and the public is outraged. The politician is forced to resign from their position, and the corporation's reputation is tarnished. You become a hero in the eyes of the public for revealing the truth.\n\nWhat do you want to do now?"}]}